import React from "react";

const Bootstrap = () => {
    return (
        <>
            <h1>Зачем изучать Bootstrap?</h1>
            <p>Если вы хотите быстро создать веб-сайт, не создавая тонны CSS с нуля, то Bootstrap  может стать тем
                фреймворком, который вы ищете.</p>
            <h1>Навыки на вынос:</h1>
            <p>Вы узнаете о сеточной системе Bootstrap для создания сложных макетов. Затем вы создадите стиль и
                заполните свой сайт с помощью служебных классов и компонентов Bootstrap. С Bootstrap, HTML, некоторым
                знакомством с CSS и JavaScript вы сможете создавать веб-сайты в кратчайшие сроки.</p>
            <h1>Примечание о предварительных требованиях:</h1>
            <p>Для начала изучения Bootstrap требуется базовое понимание HTML. Некоторое знакомство с тем, как работает
                CSS (селекторы CSS и визуальные правила), было бы полезно, но не обязательно.</p>
        </>
    );
};

export default Bootstrap;