import React from "react";

const Cplus = () => {
    return (
        <>
            <h1>C++</h1>
            <p>C ++ - очень популярный язык для приложений, критичных к производительности, которые полагаются на скорость и эффективное управление памятью. Он используется в широком спектре отраслей, включая разработку программного обеспечения и игр, виртуальную реальность, робототехнику и научные вычисления.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Быстро и гибко</li>
                <li>Функциональность низкого уровня</li>
                <li>Большое сообщество программистов</li>
                <li>Сильная документация</li>
            </ul>
        </>
    );
};

export default Cplus;