import React from "react";

const Csharp = () => {
    return (
        <>
            <h1>C#</h1>
            <p>C # - один из самых популярных языков программирования. Его можно использовать для множества вещей,
                включая мобильные приложения, разработку игр и корпоративное программное обеспечение. Знание C #
                открывает множество возможностей для разработчика.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Видеоигры с Unity</li>
                <li>Веб-приложения с ASP.NET</li>
                <li>Облачные вычисления с помощью Azure</li>
                <li>Мобильные приложения с Xamarin</li>
                <li>Интернет вещей с .NET Core</li>
                <li>Машинное обучение с ML.NET</li>
            </ul>

        </>
    );
};

export default Csharp;