import React from "react";

const Git = () => {
    return (
        <>
            <h1>Зачем изучать Git?</h1>
            <p>Был ли момент «Я потерял всю свою работу, и у меня есть крайний срок на следующий день»? Git - самый
                популярный инструмент контроля версий, который разработчики используют для сохранения всех
                соответствующих версий своей работы, чтобы избежать подобных моментов. Git также позволяет разработчикам
                легко сотрудничать и делиться своей работой с другими!</p>
            <h1>Навыки на вынос:</h1>
            <p>Проще говоря, Git - это инструмент для сохранения версий вашего кода. Этот курс научит вас базовому
                рабочему процессу и основным функциям Git, различным способам отмены изменений или сохранению нескольких
                версий проекта, а также способам сотрудничества с другими разработчиками.</p>

        </>
    );
};

export default Git;