import React from "react";

const HtCs = () => {
    return (
        <>
            <h1>HTML и CSS</h1>
            <p>HTML - это основа всех веб-страниц. Он определяет структуру страницы, а CSS определяет ее стиль. HTML и
                CSS - это начало всего, что вам нужно знать, чтобы создать свою первую веб-страницу! Изучите оба и
                начните создавать потрясающие веб-сайты.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Силовая пара</li>
                <li>Для новичков</li>
                <li>Создает простые веб-сайты</li>
                <li>Портфолио-строительство</li>
                <li>Веб-грамотность</li>
            </ul>

        </>
    );
};

export default HtCs;