import React from "react";

const Java = () => {
    return (
        <>
            <h1>Java</h1>
            <p>Java - один из самых популярных языков программирования. Выпущенная в 1995 году и широко используемая до
                сих пор, Java имеет множество приложений, включая разработку программного обеспечения, мобильные
                приложения и разработку больших систем. Знание Java открывает множество возможностей для вас как
                разработчика.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Универсальность</li>
                <li>Объектно-ориентированное программирование</li>
                <li>Отличное место для начала</li>
                <li>Отличная онлайн-документация</li>
            </ul>

        </>
    );
};

export default Java;