import React from "react";

const Php = () => {
    return (
        <>
            <h1>Php</h1>
            <p>PHP - это язык сценариев общего назначения, широко используемый в качестве серверного языка для создания
                динамических веб-страниц. Хотя его репутация неоднозначна, PHP по-прежнему чрезвычайно популярен и
                используется более чем на 75% всех веб-сайтов, на которых известен серверный язык программирования.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Масштабируемость и гибкость</li>
                <li>Отличное сообщество</li>
                <li>Открытый исходный код</li>
                <li>Быстро и динамично</li>
                <li>Используется везде</li>
            </ul>

        </>
    );
};

export default Php;