import React from "react";

const Python = () => {
    return (
        <>
            <h1>Python</h1>
            <p>Python - универсальный, универсальный и мощный язык программирования. Это отличный первый язык, потому
                что он краток и легко читается. Python может делать все, что вы хотите. От веб-разработки до машинного
                обучения и анализа данных - Python - это язык для вас.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Отличный первый язык</li>
                <li>Большое сообщество программистов</li>
                <li>Отличная онлайн-документация</li>
                <li>Бесконечные библиотеки и пакеты</li>
                <li>Всемирная популярность</li>
                <li>Мощный и гибкий</li>
            </ul>

        </>
    );
};

export default Python;