import React from "react";

const Sql = () => {
    return (
        <>
            <h1>SQL</h1>
            <p>SQL - это стандартный язык управления реляционными данными. Мы живем в мире, управляемом данными, и многие компании хранят информацию в больших реляционных базах данных. Это делает SQL отличным навыком не только для специалистов по обработке данных и инженеров, но и для всех, кто хочет разбираться в данных.</p>
            <h5>Почему нам это нравится:</h5>
            <ul>
                <li>Легко учить</li>
                <li>Выполняет свою работу</li>
                <li>Быстро и эффективно</li>
                <li>Универсальный</li>
            </ul>

        </>
    );
};

export default Sql;